print('Hello world!')

#"арифметика" практического задания по уроку "Базовые структуры данных"
    #1st program
print(9**0.5*5)

# "Логика" практического задания по уроку "Базовые структуры данных"
    #2nd program
print(9.99>9.98)
print(1000!=1000.1)

#второе решение к #2nd program указать все в одной строке
print(9.99>9.98, 1000!=1000.1)

#3rd program
print(2*2+2)
print(2*(2+2))
print(2*2+2==2*(2+2))

#4th program
print(float("123.456")*10)
print(int(float("123.456"))%10)
print(type(int(float("123.456"))%10))
